Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Copy the entry's password to the clipboard when invoking the entry's "Browse to URL"
ru_ru: При переходе по ссылке копировать пароль в буфер обмена

source: Copy username to clipboard
ru_ru: Копировать имя пользователя в буфер

source: Create Shortcut
ru_ru: Создать ярлык

source: Create a New Database
ru_ru: Создание нового контейнера

source: Create a backup copy of the current password database.
ru_ru: Создание резервной копии текущего контейнера.

source: Create a new blank password safe database.
ru_ru: Создать новый контейнер Password Safe.

source: Create a new password group (e.g., Banking Passwords).
ru_ru: Создание новой группы (например, «Пароли для банковских систем»).

source: Create intermediate backups (.ibak) before saving
ru_ru: Создавать копию (.ibak) перед сохранением

source: Created Time
ru_ru: Created Time (время создания)

source: Creates a new safe to input passwords.
ru_ru: Создать новый контейнер

source: Creating a New Safe
ru_ru: Создание нового контейнера

source: Creating a New User Name and Password Entry
ru_ru: Создание нового элемента

source: Creating and Opening a Safe
ru_ru: Создание и открытие нового контейнера

source: Credits
ru_ru: Благодарности

source: Ctrl+Q and Alt+F4 are reserved for exiting the Password Safe application.
ru_ru: Ctrl+Q и Alt+F4 зарезервированы для закрытия приложения.

source: Current database related:
ru_ru: Связанные с текущим контейнером:

source: Current entry related:
ru_ru: Связанные с текущим элементом:

source: Current open database extension.
ru_ru: Расширение файла текущего контейнера.

source: Current open database filename.
ru_ru: Имя файла текущего контейнера.

source: Current values set in your environment can be determined by running 'cmd.exe' and issuing the 'set' command without any parameters.
ru_ru: Текущие значения переменных можно определить, запустив «cmd.exe» и выполнив в консоли команду «set» без параметров.

source: Currently (i.e., last) opened file
ru_ru: Текущий (последний) открытый файл

source: Custom strings can be referenced using {S:Name}.
ru_ru: Ссылки на пользовательские строки имеют вид {S:FieldName}.

source: Customize Main Toolbar
ru_ru: Настроить основную панель инструментов

source: Customizing Auto Type
ru_ru: Настройка автонабора

source: Customizing AutoType
ru_ru: Настройка автонабора

source: DCA
ru_ru: DCA (действие по двойному клику)

source: Data Formats
ru_ru: Формат данных

source: Data with changes
ru_ru: Контейнер с несохранёнными изменениями

source: Data, only changes
ru_ru: Только несохранённые изменения.

source: Database Entry Shortcuts
ru_ru: Горячие клавиши для элементов

source: Database Index
ru_ru: Номер контейнера

source: Database Index2
ru_ru: Номер контейнера 2

source: Database Properties
ru_ru: Свойства контейнера

source: Database locking
ru_ru: Блокировка контейнера

source: Database may also be locked depending on the setting to lock it on minimize
ru_ru: В зависимости от настроек, при сворачивании программы возможна блокировка контейнера

source: Database related:
ru_ru: Связанные с контейнером:

source: Database specific preferences
ru_ru: Связанные с контейнером настройки

source: Database specific preferences stored within it
ru_ru: Связанные с контейнером настройки (хранятся внутри контейнера)

source: Databases are encrypted with an encryption key derived from the master password (the master password, however, is not kept in the database in any form).
ru_ru: Для шифрования контейнеров используется ключ, полученный на основе мастер-пароля (сам мастер-пароль не содержится в контейнере ни в каком виде).

source: Dates and Times
ru_ru: Дата и время

source: Default
ru_ru: Значение по умолчанию

source: Default AutoType
ru_ru: Строка автонабора по умолчанию

source: Default Username
ru_ru: Имя пользователя по умолчанию

source: Default minimum number of digits in a generated password
ru_ru: Минимальное количество цифр в создаваемом пароле

source: Default minimum number of lower case characters in a generated password
ru_ru: Минимальное количество строчных букв в создаваемом пароле

source: Default minimum number of symbols in a generated password
ru_ru: Минимальное количество символов в создаваемом пароле

source: Default minimum number of upper case characters in a generated password
ru_ru: Минимальное количество прописных букв в создаваемом пароле

source: Default password length
ru_ru: Длина пароля по умолчанию

source: Default value for the Username field when creating new entries
ru_ru: Имя пользователя по умолчанию

source: Defining a Filter
ru_ru: Создание фильтра

source: Defining an alias
ru_ru: Определение псевдонимов

source: Delete
ru_ru: Удалить

source: Delete Entry / Delete Group
ru_ru: Удалить элемент / Удалить группу

source: Deletes the currently selected safe entry.
ru_ru: Удалить выбранный элемент

source: Deleting Password Entries
ru_ru: Удаление элементов

source: Deleting this copy after use is not sufficient for making it inaccesible to a determined attacker, and in effect bypasses the security of the program.
ru_ru: Простого удаления файла после использования не достаточно для предотвращения доступа злоумышленников к его содержимому, что может быть использовано для обхода защиты, предоставляемой Password Safe.

source: Deleting this copy after use is not sufficient and other actions should be taken to properly erase the data (e.g. third party 'shredding' utilities).
ru_ru: Простого удаления данной копии недостаточно, и требуется использование дополнительных утилит для гарантированного удаления данных.

source: Deleting this copy after use is not sufficient for making it inaccesible to a determined attacker and in effect bypasses the security of the program.
ru_ru: Простого удаления файла после использования не достаточно для предотвращения доступа злоумышленников к его содержимому, что может быть использовано для обхода защиты, предоставляемой Password Safe.

source: Deleting this copy after use is not sufficient for making it inaccessible to a determined attacker and in effect bypasses the security of the program Please DO NOT use this function unless you understand and accept the risks.
ru_ru: Простого удаления файла после использования не достаточно для предотвращения доступа злоумышленников к его содержимому, что может быть использовано для обхода защиты, предоставляемой Password Safe. Пожалуйста, НЕ ИСПОЛЬЗУЙТЕ данную функцию если вы не до конца осознаёте возможные риски.

source: Deleting this copy after use is not sufficient for making it inaccessible to a determined attacker and in effect bypasses the security of the program.
ru_ru: Простого удаления файла после использования не достаточно для предотвращения доступа злоумышленников к его содержимому, что может быть использовано для обхода защиты, предоставляемой Password Safe.

source: Depending on whether the user has enable the use of the System Tray, this locks the currently open password safe database either to the Task Bar (left-click to show dialog to unlock) or into the System Tray (right-click to show the context menu where you can restore the database or just unlock it).
ru_ru: Если включено сворачивание в область уведомлений, для разблокировки в контекстном меню значка нужно будет выбрать пункт «Разблокировать» или «Восстановить». В противном случае нужно нажать левой кнопкой мыши по кнопке приложения в панели задач.

source: Depending on your language, certain keys with the Alt key are reserved.
ru_ru: В зависимости от языка, некоторые комбинации с клавишей Alt могут быть зарезервированы.

source: Depending on your translation, certain keys with the Alt key are reserved.
ru_ru: В зависимости от локализации, некоторые комбинации с клавишей Alt могут быть зарезервированными.

source: Description
ru_ru: Описание

source: Details on the Twofish algorithm, including speed comparisons and an extensive list of products that use Twofish, are available at http://www.schneier.com/twofish.html.
ru_ru: Описание алгоритма Twofish, включая сравнение скоростных характеристик и перечень продуктов, его использующих, доступны по адресу http://www.schneier.com/twofish.html.

source: Details on the expected format of the imported text file may be found in the "Plain Text Export & Import Format" section.
ru_ru: Описание формата импорта из текстового файла находится в разделе Формат текстового экспорта и импорта.

source: Determine which clipboard to use (Linux only)
ru_ru: Использовать основной буфер обмена (только в Linux)

source: Different user names can also be used to differentiate between similar base entries, e.g., "[LDAP Server:Joe]" and "[LDAP Server:Mary]".
ru_ru: Имя пользователя тоже может использоваться для различения похожих исходных элементов, например «[Сервер:Вася]» и «[Сервер:Маша]».

source: Directory containing the Password Safe application.
ru_ru: Каталог, содержащий исполняемый файл Password Safe (pwsafe.exe).

source: Directory of current open database.
ru_ru: Каталог, содержащий текущий контейнер.

source: Directory values (appdir or dbdir) do not have an ending '\'.
ru_ru: Имена каталогов (appdir или dbdir) не содержат конечного обратного слэша («\»).

source: Disabled in read-only mode.
ru_ru: Заблокировано, если контейнер открыт в режиме «только чтение».

source: Display
ru_ru: Вид

source: Display Filter dialog box
ru_ru: Диалог настройки фильтра

source: Display Options
ru_ru: Настройки отображения

source: Display a subset of the password.
ru_ru: Показать часть пароля

source: Display information about the currently opened password safe database, such as: format version, number of groups, number of entries, and information about when it was last saved and by whom.
ru_ru: Отображение информации о текущем контейнере: версия формата файла, количество групп, количество элементов, данные о том, когда и кем было произведено последнее сохранение.

source: Display subset of Password
ru_ru: Показать часть пароля

source: Displaying the username and the password are controlled by preferences (see: Display Tab).
ru_ru: Включить отображение можно в настройках (см.␣вкладку Вид).

source: Displays the Find bar.
ru_ru: Показать панель поиска

source: Displays this Help topic.
ru_ru: Будет открыт данный раздел справки.

source: Do NOT enclose this value in single or double quotes unless your chosen browser requires them.
ru_ru: Не заключайте значение в кавычки, если это не требуется для выбранного браузера.

source: Do NOT enclose this value in single or double quotes unless your chosen external editor requires them.
ru_ru: Не заключайте значение в кавычки, если это не требуется для выбранного редактора.

source: Do not enclose this value in single or double quotes unless your chosen browser requires them.
ru_ru: Не заключайте значение в кавычки, если это не требуется для выбранного браузера.

source: Do not enclose this value in single or double quotes unless your chosen external editor requires them.
ru_ru: Не заключайте значение в кавычки, если это не требуется для выбранного редактора.

source: Don't ask for confirmation when copying password to clipboard
ru_ru: Не спрашивать подтверждения при копировании в буфер обмена

source: Don't ask for confirmation when deleting a single entry
ru_ru: Не спрашивать подтверждения при удалении одного элемента

source: Double click action
ru_ru: По двойному клику

source: Double-Clicking on a row in the list of recent passwords will copy the password displayed in that row to the clipboard.
ru_ru: Одинарный или двойной щелчок на строке списка приводит к копированию соответствующего пароля в буфер обмена.

source: Double-click the selected entry
ru_ru: Щёлкните дважды по выбранному элементу

source: Down Arrow
ru_ru: Стрелка вниз

source: Down-arrow key
ru_ru: Клавиша вниз

source: Dragbar
ru_ru: Панель Dragbar

source: Due to the above restriction, when importing a Text file, if the any record references a Named Password Policy that does not exist in the current database, then the entry will be changed to use the current database default policy.
ru_ru: Поэтому, при импорте из текстового файла элементы, ссылающиеся на политики, отсутствующие в текущем контейнере, будут привязаны к политике по умолчанию.

source: Duplicate Entry
ru_ru: Дублировать элемент

source: Duplicates the selected entry.
ru_ru: Создание дубликата выбранного элемента.

source: During Import, the supplied Title Row must include 'column headings' that match exactly one of the above.
ru_ru: При импорте из текстового файла строка с заголовками должна содержать имена столбцов, совпадающие с именами из указанного списка.

source: During Import, the supplied Title Row must include “column headings” that match exactly one of the above. If any “column heading” is repeated, only the data in the last one will be added to the entries during import. If a “column heading” does not match one of the above, the data in that column will be ignored during import. The fields must be separated with the field separator specified for the data in the Import Text dialog box.
ru_ru: При импорте из текстового файла строка с заголовками должна содержать имена столбцов, совпадающие с именами из указанного списка. Если какой-либо из заголовков повторяется, будут использованы данные из последнего столбца с повторяющимся именем. Если заголовок не совпадает ни с одним из указанных, данные из этого столбца игнорируются. Поля должны быть разделены определённым символом, который указывается в диалоге импорта.

source: During synchronizing however, only elements in the currently opened database will be updated.
ru_ru: При синхронизации происходит обновление лишь тех элементов, которые присутствуют в открытом контейнере.

source: During the subsequent import of that XML file, all the Named Password Policies are also imported into the current database.
ru_ru: При импорте из XML-файла все именованные политики также импортируются в текущий контейнер.

source: During the subsequent import of that XML file, all the Named Pasword Policies are also imported into the current database.
ru_ru: При импорте из XML-файла все именованные политики также импортируются в текущий контейнер.

source: During this process, neither the "View Report" nor "Finish" buttons will be enabled.
ru_ru: Во время работы кнопки «Просмотр отчёта» и «Закончить» неактивны.

source: EN-GB
ru_ru: RU-RU

source: Each "use" item (e.g., use digits, use symbols, etc.) checked in the dialog forces Password Safe to include the specified characters in the passwords it generates.
ru_ru: Каждый флажок (например Цифры, Строчные буквы и т. д.) заставляет Password Safe включать указанные символы в создаваемый пароль.

source: Each Password History Entry:
ru_ru: Элемент истории паролей:

source: Each database is independent and can be moved and used on different systems, as long as the same version of Password Safe is installed.
ru_ru: Контейнеры являются независимыми и, если версии Password Safe совпадают, могут свободно перемещаться и использоваться на различных машинах.

source: Each database is independent can be moved and used on different systems, as long as the same version of Password Safe is installed.
ru_ru: Контейнеры являются независимыми и, если версии Password Safe совпадают, могут свободно перемещаться и использоваться на различных машинах.

source: Each field within an entry is separated by a field separator and each entry may consist of one or more lines.
ru_ru: Поля внутри элемента разделяются специальным символом. Информация об элементе может быть записана в одну или несколько строк.

source: Each field within an entry is separated by a field separator and each entry may consist of one or more lines. Details on the expected format of the imported text file may be found in the "Plain Text Export & Import Format" section.
ru_ru: Поля внутри элемента разделяются специальным символом. Информация об элементе может быть записана в одну или несколько строк. Описание формата импорта из текстового файла находится в разделе Формат текстового экспорта и импорта.

source: Each new entry starts with a line beginning with '[' and ending with as ']'.
ru_ru: Каждый элемент начинается со строки заключённой в квадратные скобки («[»,«]»).

source: Each of the icons visible on the toolbar provides pop up tips.
ru_ru: Для каждого значка на панели инструментов доступны всплывающие подсказки.

source: Each password will also be generated to the specified length (no shorter, no longer).
ru_ru: Созданный пароль будет иметь указанную длину (ни больше, ни меньше).

source: Each piece of information is on one line and the following tags are at the beginning of each line:
ru_ru: Каждое поле начинается с новой строки. Его содержание определяется по заголовку , указанному в начале строки.

source: Ease of use and program security are affected by the options listed here, but the underlying encrypted password database is not.
ru_ru: Указанные настройки влияют на безопасность и простоту работы с программой, но не затрагивают сам контейнер.

source: Edit Base entry
ru_ru: Редактировать исходный элемент

source: Edit Entry / Expand/Collapse Group
ru_ru: Редактировать элемент / Развернуть/свернуть группу

source: Edit Menu
ru_ru: Меню «Правка»

source: Edit Password Entries
ru_ru: Редактирование элементов

source: Edit a Group Name
ru_ru: Редактирование имени группы

source: Edit a named password policies dialog
ru_ru: Диалог редактирования именованной политики

source: Edit an Existing Named Password Policy
ru_ru: Редактирование существующей именованной политики

source: Edit an Existing New Named Password Policy
ru_ru: Редактирование существующей именованной политики

source: Edit database default password Policy dialog
ru_ru: Редактирование политики по умолчанию

source: Edit the entry if the database is in R/W mode and the entry is not protected
ru_ru: Редактирование элемента, если контейнер открыт в режиме «чтение/запись», и элемент не является защищённым.

source: Edit/View Additional
ru_ru: Редактирование/просмотр: дополнительно

source: Edit/View Dates and Times
ru_ru: Редактирование/просмотр: дата и время

source: Edit/View Entry
ru_ru: Редактирование/просмотр элемента

source: Edit/View Password Policy
ru_ru: Редактирование/просмотр: политика создания паролей

source: Editing Existing Entries
ru_ru: Редактирование существующих элементов

source: Editing Existing Entries via the Tree View
ru_ru: Редактирование элементов в древовидном списке

source: Editing an entry is disabled if the database is opened read-only.
ru_ru: Редактирование заблокировано, если контейнер открыт в режиме «только чтение».

source: Edits filter.
ru_ru: Редактировать фильтры

source: Empty Group [Tree View only]
ru_ru: Пустая группа [только в древовидном списке]

source: End key
ru_ru: Клавиша End

source: End of line characters are not included.
ru_ru: символы переноса строк не учитываются;

source: Enter information into the Edit/View Entry dialog fields as necessary
ru_ru: Заполните необходимые поля в диалоге Редактирования/просмотра элемента.

source: Enter key
ru_ru: Клавиша Enter

source: Enter the Group name
ru_ru: Введите имя новой группы.

source: Enter the current Master Password in the Old Safe Combination field
ru_ru: Введите текущий мастер-пароль в поле «Старый пароль».

source: Enter the database password and click OK
ru_ru: Введите пароль и нажмите OK.

source: Enter {ENTER} or ~
ru_ru: Enter {ENTER} или ~

source: Entries with no history will save up to the above number of passwords.
ru_ru: Элементы, история для которых не сохранялась, будут запоминать указанное количество предыдущих паролей.

source: Entries with password history will track changes, but the number of entries tracked will not change.
ru_ru: Элементы, ведущие историю паролей, продолжат сохранять изменения, при этом количество сохраняемых паролей не будет изменено.

source: Entry
ru_ru: Элемент

source: Entry Icons
ru_ru: Значки элементов

source: Entry Keyboard Shortcuts are stored as part of the entry's record in the database.
ru_ru: Комбинации клавиш для элементов хранятся как часть данных элемента внутри контейнера.

source: Entry last access times are recorded, if the database is in Read/Write mode
ru_ru: Записывать дату последнего обращения к элементу, если контейнер открыт в режиме «чтение/запись»

source: Entry-specifc shortcuts are defined in the entry's Additional tab.
ru_ru: Они задаются в диалоге редактирования элемента на складке Дополнительно.

source: Entry-specific shortcuts are defined in the entry's Additional tab.
ru_ru: Они задаются в диалоге редактирования элемента на складке Дополнительно.

source: Erases the Clipboard memory.
ru_ru: Очистить буфер обмена

source: Erases the Clipboard.
ru_ru: Очистить буфер обмена

source: Escape
ru_ru: Escape (Esc)

source: Escape key closes application
ru_ru: Закрывать приложение по Esc

source: Even more control on the exported format may be specified by clicking on "Advanced".
ru_ru: Для задания дополнительных настроек экспорта поставьте флажок «Расширенные условия отбора» и нажмите кнопку «Далее >».

source: Even pieces of the master password can be build this way.
ru_ru: или его часть.

source: Even pieces of the master password can be built this way.
ru_ru: или его часть.

source: Example
ru_ru: Пример

source: Example: user@example.com?subject=Message Title&body=Message Content"
ru_ru: Пример: user@example.com?subject=Заголовок&body=Привет

source: Examples
ru_ru: Примеры

source: Excel Password Data
ru_ru: Обработка записей в Excel

source: Exit
ru_ru: Выход

source: Expand All
ru_ru: Развернуть все

source: Expand all groups (Tree view).
ru_ru: Развернуть все группы (при древовидном просмотре)

source: Expands all groups, making all entries visible (Nested Tree view only).
ru_ru: Развернуть все группы, делая видимыми все элементы (только для древовидного списка).

source: Expired Password Filter
ru_ru: Фильтр для истекающих паролей

source: Expiry dates
ru_ru: Элементы с заданными датами истечения пароля

source: Export
ru_ru: Экспорт

source: Export Entry in XML format
ru_ru: Экспортировать элемент в XML формат

source: Export Entry or Group
ru_ru: Экспорт элемента или группы

source: Export Entry to Plain Text
ru_ru: Экспортировать элемент в простой текст

source: Export Password Entries
ru_ru: Экспорт элементов

source: Export Text
ru_ru: Экспорт в текст

source: Export To
ru_ru: Экспортировать в

source: Export data to a text file.
ru_ru: Экспортировать в текстовый файл

source: Export data to an XML file.
ru_ru: Экспортировать в XML-файл

source: Export the contents of the current database to an external file in either an old Password Safe database format, XML, or as text.
ru_ru: Экспортировать содержимое открытого контейнера в другой файл в формате предыдущих версий Password Safe, XML-файл, или как простой текст.

source: Export to Text (the whole database or a single entry)
ru_ru: Экспорт в простой текст (весь контейнер или один элемент)

source: Export to Text or XML
ru_ru: Экспорт в простой текст или XML

source: Export to XML (the whole database or a single entry)
ru_ru: Экспорт в XML (весь контейнер или один элемент)

source: Export uses a Wizard interface.
ru_ru: Для экспорта используется мастер.

source: Exported text will:
ru_ru: Текстовый файл с экспортированными данными:

source: Exporting Entries
ru_ru: Экспорт элементов

source: External Editor
ru_ru: Внешний редактор

source: F000 : use lowercase, uppercase, digit and symbol characters
ru_ru: F000 — использовать строчные и прописные буквы, цифры и символы;

source: F1 is reserved for Help.
ru_ru: F1 зарезервировано для вызова справки.

source: Failsafe
ru_ru: Отказоустойчивость

source: Failsafe Backup Display during Open
ru_ru: Диалог с аварийными резервными копиями

source: Failsafe Backups
ru_ru: Аварийные резервные копии
